Revit 2027 API
SpecTypeId.CostRatePower Property
 Cost Rate Power, in discipline Electrical.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CostRatePower { get; }
Public Shared ReadOnly Property CostRatePower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CostRatePower {
	ForgeTypeId^ get ();
}
static member CostRatePower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace